/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Nastavení";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Obecná nastavení";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Nastavení přihlášení";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Verze";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "O aplikaci";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Typ přihlášení";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Základní autentizace";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Uživatelské jméno";

/* XFLD: label for a field */
"PASSWORD" = "Heslo";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Rozšířená nastavení";

/* XFLD: label for a field */
"SERVER_URL" = "URL serveru";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Použít SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Informace o spojení SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Název serveru";

/* XFLD: label for a field */
"SERVER_PORT" = "Port serveru";

/* XFLD: label for a field */
"COMPANY_ID" = "ID firmy";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Aktivační kód";

/* XFLD: label for a field */
"URL_PREFIX" = "Prefix URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Nastavení specifická pro aplikaci";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Chyba uložení dat";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Nepodařilo se pokračovat do bezpečného úložiště.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Nadpis";

